{
  "app.about.title": "About me",
  "app.about.contact": "Alex Bazha",
  "app.about.repository": "Git repository",
  "app.about.location": "Location: Moscow (now Georgia)",
  "app.about.languages": "Specializing in Python, Dart and JS/TS",
  "app.about.talkon.title": "Talk languages",
  "app.about.talkon": "english and russian",
  "app.about.tasks.title": "Tasks",
  "app.about.tasks": "App architecture and development. Code refactoring, optimization, testing and review. Prototype UI for most apps. Work with different APIs. Data calculation. Fill FAQ. Participation in the development of infrastructure, improvement of the internal processes of the company.",
  "app.about.skills": "Proficient in Python, Dart, and JS/TS. Experienced in developing web applications using popular frameworks such Django, Flutter and React. Knowledgeable in database management systems such as MySQL, PostgreSQL. Experienced in using version control systems such as Git. Proficient in Agile methodologies such as Scrum and Kanban. Strong problem-solving and analytical skills.",
  "app.about.edu.title": "Education",
  "app.about.edu": "Moscow State University of Economics, Statistics and Informatics, Applied Informatics in Economics",
  "app.about.ref.title": "References",
  "app.about.ref": "Available upon request",
  "app.skills.title": "Skills",
  "app.skills.python": "More than 4 years expirience",
  "app.skills.python.info": "Apps development, robots to automate jobs, work using differnet API",
  "app.skills.js": "More than 4 years expirience",
  "app.skills.js.info": "UI for my aps. BTC mining pool on node.js",
  "app.skills.dart": "Practice more than 2 years",
  "app.skills.dart.info": "No commerce app development",
  "app.skills.additional": "Additional",
  "app.skills.additional.info": "postgresql, docker(compose), git, web3, geth, html, css (sass preprocessor), svg/rive vector graphics/animation",
  "app.experience.link": "Experience",
  "app.experience.title": "Professional Experience",
  "app.experience.language": "Language",
  "app.experience.mygames.projects": "Projects: ads robot",
  "app.experience.mygames.content": "Worked on the development of a robot for automatic placement/replacement of advertisements on facebook, google (youtube), ironsource, tic-tok.",
  "app.experience.theabyss.projects": "Projects: mining pool, translate platform, marketplace",
  "app.experience.theabyss.content": "Creation of service for localization. Message service for working with external and internal messaging systems (Slack, Discord, Telegram, Twitter...). Mining pool development. Support for the server part of the game portal. Flutter(dart)+React(JS): UI for the above services. nodeJS(ts): Blockchain integration. Model and architecture for the marketplace. For almost all applications, he implemented a UI prototype on React and Angular.",
  "app.experience.pilot.projects": "Projects: applications for managing goods in stores",
  "app.experience.pilot.content": "Development of mobile applications for Android and WinSe on the Kalipso framework to control goods for certain types of devices (scanning/printing barcodes). Application architecture (front/back). Deployment of update, licensing, label printing services. Experimental experience in development on Kotlin and Dart.",
  "app.experience.it2g.projects": "Projects: app to create reports",
  "app.experience.it2g.content": "An application for creating daily reports for other customer applications. Tracking the dynamics of the payment of fines. Interface on tkinter. Frontend testing using Selenium. Development and support of Telegram bot. As well as application programs for automating work in Python, SQL, JS.",
  "app.experience.itfb.projects": "projects: app to control phone payment",
  "app.experience.itfb.content": "App to control telephone expenses for Cisco Unified CM: find chipeest provider for users calls, control payment for provider operator",
  "app.experience.final": "Work in IT since 2003 (non development jobs are excluded)"
}
