{
  "app.about.title": "Обо мне",
  "app.about.contact": "Александр Бажа",
  "app.about.repository": "Git репозиторий",
  "app.about.location": "Расположение: Москва (сейчас в Грузии)",
  "app.about.languages": "Специализируюсь на Python, Dart и JS/TS",
  "app.about.talkon.title": "Знание языков",
  "app.about.talkon": "английский и русский",
  "app.about.tasks.title": "Задачи",
  "app.about.tasks": "Архитектура и разработка приложений. Рефакторинг кода, оптимизация, тестирование и проверка. Прототип пользовательского интерфейса для большинства приложений. Работа с разными API. Расчет данных. Заполнение FAQ. Участие в развитии, улучшении внутренних процессов компании.",
  "app.about.skills": "Владею Python, Dart и JS/TS. Имеет опыт разработки веб-приложений с использованием популярных фреймворков, таких как Django, Flutter и React. Знание систем управления базами данных, таких как MySQL, PostgreSQL. Опыт работы с системами контроля версий, такими как Git. Владею такими Agile-методологиями, как Scrum и Kanban.  Решения проблем разной сложности, а так же аналитические способности.",
  "app.about.edu.title": "Высшее образование",
  "app.about.edu": "Московский Государственный Университет Математики Статистики и Информатики прикладная информатика в экономике, Информатик-Экономист",
  "app.about.ref.title": "Рекомендации",
  "app.about.ref": "Доступны по запросу",
  "app.skills.title": "Навыки",
  "app.skills.python": "Опыт более 4 лет",
  "app.skills.python.info": "Разработка приложений, роботы для автоматизации работы, работа с разными API",
  "app.skills.js": "Опыт более 4 лет",
  "app.skills.js.info": "Интерфейс для моих приложений. BTC майнинг пул на node.js",
  "app.skills.dart": "Практика более 2 лет",
  "app.skills.dart.info": "Разработка собственных приложений (не комерческие)",
  "app.skills.additional": "Дополнительно",
  "app.skills.additional.info": "postgresql, docker(compose), git, celery, redis, web3, geth, html, css (sass preprocessor), svg/rive векторная графика/анимация",
  "app.experience.link": "Опыт",
  "app.experience.title": "Профессиональный опыт",
  "app.experience.language": "Язык",
  "app.experience.mygames.projects": "Проекты: рекламный робот.",
  "app.experience.mygames.content": "Работал над разработкой робота для автоматического размещения/замены рекламных объявлений для facebook, google (youtube), ironsource, tic-tok.",
  "app.experience.theabyss.projects": "Проекты: майнинг пул, платформа для локализцаии игр, blockchain marketplace, Сервис сообщений",
  "app.experience.theabyss.content": "Создание сервиса для локализации. Сервис сообщений для работы с внешними и внутренними системами сообщений (Slack, Discord, Telegram, Twitter...). Разработка майнинг-пула. Поддержка работы серверной части игрового портала. Flutter(dart)+React(JS): UI для вышеперечисленных сервисов. nodeJS(ts): Интеграция с block-chain. Модель и архитектура для маркетплейс. Почти для всех приложений реализовывал прототип UI на React и Angular.",
  "app.experience.pilot.projects": "Проекты: приложения для управлеия товарами в магазинах",
  "app.experience.pilot.content": "Разработка мобильных приложений для Android и WinSe на фреймворке Kalipso для контроля товаров под определенные типы устройств (сканирование/печать штрих-кодов). Архитектура приложения (front/back). Развертывание сервисов обновлений, лицензирования, печати этикеток. Экспериментальный опыт в разработке на Kotlin и Dart.",
  "app.experience.it2g.projects": "Проекты: Приложение для создания/автоматизации отчетности",
  "app.experience.it2g.content": "Приложение для создание ежедневных отчетов для других приложений заказчика. Отслеживание динамики выплаты штрафов. Интерфейс на tkinter. Тестирование frontend используя Selenium. Разработка и поддержка Telegram бота. А так же прикладные программы для автоматизации работы на Python, SQL, JS.",
  "app.experience.itfb.projects": "Проекты: Приложеие для контроля расходов по телефонии в Фонде Сколково",
  "app.experience.itfb.content": "Разработал приложение для контроля расходов Фонда Сколково на телефонию. Поиск оптимального тарифа у разных оператора связи. Интеграция с CUCM (Cisco Unified Call Manager). Проверка ежемесячных платежей от провайдера (сверка звонков и их стоимость).",
  "app.experience.final": "Работал в IT начиная с 2003 (не отображается опыт работы вне сферы разработки)"
}
